Revit 2027 API
ExportIFCCategoryKey Constructor
Overload List
Name | Description
ExportIFCCategoryKey() |  Constructs a new ExportIFCCategoryKey with default values.
ExportIFCCategoryKey(String, String, CustomSubCategoryId) |  Constructs a new ExportIFCCategoryKey with category, subcategory names and special id.
Top
See Also
Reference
ExportIFCCategoryKey Class
Autodesk.Revit.DB Namespace